Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
es_es: Si continúas con este cambio de población, se borrarán tus selecciones de funciones actuales. ¿Seguro que quieres continuar?

source: Confirm population change
es_es: Confirmar cambio de población

source: Select the criteria that will determine who is included in this population.
es_es: Selecciona los criterios que determinarán quién se incluye en esta población.

source: Define the name, description and details of the model.
es_es: Define el nombre, la descripción y los detalles del modelo.

source: Select options and features applicable for the model.
es_es: Selecciona las opciones y funciones aplicables para el modelo.

source: Model attributes
es_es: Atributos del modelo

source: Define the population criteria for the model.
es_es: Define los criterios de población para el modelo.

source: Review and publish new model.
es_es: Revisar y publicar el nuevo modelo.

source: Population & features
es_es: Población y características

source: Features selected
es_es: Funciones seleccionadas

source: Selected roles
es_es: Roles seleccionados

source: Total population
es_es: Población total

source: Quick train
es_es: Entrenamiento rápido

source: Data scope
es_es: Alcance de los datos

source: Select data scope
es_es: Seleccione el alcance de los datos

source: Search for a model
es_es: Buscar un modelo

source: Total models
es_es: Modelos totales

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
es_es: Esta nota será visible para todas las personas que revisen a este colaborador/a en los resultados del análisis de pago.

source: Analysis
es_es: Análisis

source: Nb. of subgroups
es_es: N.º de subgrupos

source: Subgroup field
es_es: Campo de subgrupo

source: Pay analysis
es_es: Análisis de remuneración

source: The maximum length of the note is {{max}} characters.
es_es: La longitud máxima de la nota es de {{max}} caracteres.

source: The note content is required. Please enter your note before saving.
es_es: El contenido de la nota es obligatorio. Introduce tu nota antes de guardar.

source: Configuration details
es_es: Detalles de configuración

source: View analysis
es_es: Ver análisis

source: The visibility was successfully updated.
es_es: La visibilidad se actualizó correctamente.

source: Change visibility
es_es: Cambiar visibilidad

source: The analysis result was successfully deleted.
es_es: El resultado del análisis se eliminó correctamente.

source: Are you sure you want to delete the analysis result? This action cannot be undone.
es_es: ¿Seguro que quieres eliminar el resultado del análisis? Esta acción no se puede deshacer.

source: Backwards elimination
es_es: Eliminación hacia atrás

source: Categorical variables
es_es: Variables categóricas

source: Close pay gaps on a per-group basis
es_es: Cierra las brechas salariales por grupo

source: Demographic variables
es_es: Variables demográficas

source: Fairness weight (against cost-effectiveness)
es_es: Peso de equidad (frente a rentabilidad)

source: Group fairness weight (against individual fairness)
es_es: Peso de equidad grupal (frente a la equidad individual)

source: Max rise
es_es: Aumento máximo

source: Number of workers excluded from raise suggestions
es_es: Número de colaboradores/as excluidos de las sugerencias de aumento

source: Pay gap target (gender)
es_es: Objetivo de brecha salarial (género)

source: Analysis run on
es_es: Análisis ejecutado el

source: Run by
es_es: Gestionado por

source: Subgroups
es_es: Subgrupos

source: Sync analysis
es_es: Análisis de sincronización

source: No analyses available yet.
es_es: Aún no hay análisis disponibles.

source: Pay analysis results
es_es: Resultados del análisis de remuneraciones

source: Publish analysis
es_es: Publicar análisis

source: Apply changes
es_es: Aplicar cambios

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
es_es: La configuración actual de la cuadrícula se enviará a las entidades seleccionadas. Vuelve a comprobar si todas las columnas visibles son necesarias para el proceso posterior de recomendaciones de aumentos.

source: Define access and permissions for this analysis.
es_es: Define el acceso y los permisos para este análisis.

source: Can comment
es_es: Puede comentar

source: Can edit
es_es: Puede editar

source: Can view
es_es: Puede ver

source: Can view admin comment
es_es: Puede ver el comentario del administrador

source: Can view HRBP comment
es_es: Puede ver el comentario del HRBP

source: Compensation recommendation
es_es: Recomendación de compensación

source: Final offer
es_es: Oferta final

source: Give access
es_es: Conceder acceso

source: Pay analysis settings
es_es: Configuración del análisis salarial

source: Prepopulated final raise proposals with recommendation.
es_es: Propuestas de aumento final precargadas con recomendación.

source: The analysis was successfully published to the Planner.
es_es: El análisis se publicó correctamente en el Planificador.

source: Publish analysis to planner
es_es: Publicar análisis en el planificador

source: Set {{permission}} for {{section}}
es_es: Configurar {{permission}} para {{section}}

source: Demographic used
es_es: Demografía utilizada

source: Columns
es_es: Columnas

source: Workbench visibility
es_es: Visibilidad del área de trabajo

source: Save & close
es_es: Guardar y cerrar

source: Save configuration
es_es: Guardar configuración

source: Planner visibility
es_es: Visibilidad del planificador

source: The column display settings were successfully saved.
es_es: La configuración de visualización de columnas se ha guardado correctamente.

source: Show insights
es_es: Mostrar información detallada

source: Comp. manager
es_es: Manager de Comp.

source: Compensation after final raise
es_es: Compensación tras el aumento final

source: Compensation after recommended raise
es_es: Compensación tras el aumento recomendado

source: Distance from predicted compensation
es_es: Distancia respecto a la compensación prevista

source: Distance from predicted compensation (after final raise)
es_es: Distancia respecto a la compensación prevista (después del aumento final)

source: Outlier % (after final raise)
es_es: % de valor atípico (después del aumento final)

source: Final raise amount
es_es: Importe del aumento final

source: Final raise %
es_es: % de aumento final

source: Line manager
es_es: Manager directo

source: Outlier % (after raise)
es_es: Porcentaje atípico (tras el aumento)

source: Recommended raise amount
es_es: Importe de subida salarial recomendado

source: Recommended raise %
es_es: Porcentaje de subida recomendado

source: Based on data from the following snapshot: {{snapshotName}}
es_es: Según los datos de la siguiente instantánea: {{snapshotName}}

source: Current
es_es: Actual

source: Female lower than male
es_es: Mujer por debajo de hombre

source: Male lower than female
es_es: Hombre por debajo de mujer

source: Recommended
es_es: Recomendado

source: Adjusted pay gaps by demographics
es_es: Brechas salariales ajustadas por demografía

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
es_es: Compare las brechas salariales sin ajustar y ajustadas por grupo demográfico (en relación con el grupo de referencia).

source: Number of raises
es_es: Número de subidas salariales

source: Total cost of raises
es_es: Coste total de los incrementos salariales

source: The compensation after raise cannot be lower than the current salary.
es_es: La compensación tras el aumento no puede ser inferior al salario actual.

source: The note was successfully added.
es_es: La nota se ha añadido correctamente.

source: The note was successfully updated.
es_es: La nota se actualizó correctamente.

source: Note options
es_es: Opciones de notas

source: The configuration for time in role or leave of absence has been modified. Saving these changes will impact future snapshots and related data.
es_es: La configuración para el tiempo en el puesto o la ausencia ha sido modificada. Guardar estos cambios afectará a futuras instantáneas y datos relacionados.

source: Select absence type
es_es: Seleccione el tipo de ausencia

source: A Leave of absence (LOA) allows workers to take time off work for specific reasons beyond standard paid time off. It may be paid or unpaid, depending on company policies and the purpose of the leave. Common reasons include medical issues, family emergencies, maternity/paternity, education, or personal matters.
es_es: Una excedencia (LOA) permite a los colaboradores/as tomarse un tiempo fuera del trabajo por motivos específicos más allá del tiempo libre remunerado estándar. Puede ser remunerada o no remunerada, según las políticas de la empresa y el motivo de la excedencia. Los motivos más habituales incluyen problemas médicos, emergencias familiares, maternidad/paternidad, formación o asuntos personales.

source: Select which absence types will apply to this policy and the related grace periods for these absences.
es_es: Seleccione qué tipos de ausencia se aplicarán a esta política y los períodos de gracia relacionados para estas ausencias.

source: Enable leave of absence
es_es: Habilitar permiso de ausencia

source: Leave of absence
es_es: Permiso de ausencia

source: Leave of absence definition
es_es: Definición de permiso de ausencia

source: Select which absence types will apply to this policy
es_es: Seleccione qué tipos de ausencia se aplicarán a esta política

source: Add absence type
es_es: Añadir tipo de ausencia

source: Edit absence type
es_es: Editar tipo de ausencia

source: The leave of absence is missing the selected types.
es_es: A la ausencia le faltan los tipos seleccionados.

source: Grace period (days)
es_es: Período de gracia (días)

source: The configuration of the modeler was saved successfully.
es_es: La configuración del modelador se guardó correctamente.

source: Add significant field
es_es: Añadir campo significativo

source: Time in role refers to the duration a worker has spent in their current position or role within an organization. This metric is often used to assess experience, eligibility for promotions, transfers, or additional responsibilities.
es_es: El tiempo en el puesto hace referencia a la duración que un colaborador/a ha pasado en su posición o rol actual dentro de una organización. Esta métrica se utiliza frecuentemente para evaluar la experiencia, la elegibilidad para ascensos, traslados o responsabilidades adicionales.

source: Significant field definition
es_es: Definición de campo significativo

source: Select the field that will trigger a time in role change for workers.
es_es: Seleccione el campo que activará un cambio de tiempo en el puesto para los trabajadores.

source: Edit significant field
es_es: Editar campo significativo

source: The time in role is missing the selected fields.
es_es: Faltan los campos seleccionados en el tiempo en el puesto.

source: Select the fields that will trigger a time in role change for workers.
es_es: Seleccione los campos que desencadenarán un cambio de tiempo en el puesto para los trabajadores.

source: Enable time in role
es_es: Activar tiempo en el puesto

source: Situation & Absence Configuration
es_es: Configuración de situación y ausencia

source: Company Structure
es_es: Estructura de la empresa

source: You don't have permission to delete this payout curve. Only users with the Global compensation admin role can perform this action.
es_es: No tienes permiso para eliminar esta curva de pago. Solo los usuarios con el rol de administrador global de compensación pueden realizar esta acción.

source: This payout curve is in "Draft" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
es_es: Esta curva de pago está en estado "Borrador" y no se usa en ningún plan de bonificación. Si la eliminas, se eliminará permanentemente de la lista. Esta acción no se puede deshacer.

source: Delete payout curve
es_es: Eliminar curva de pago

source: This payout curve is in "Ready" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
es_es: Esta curva de pago está en estado "Listo" y no se utiliza en ningún plan de bonificación. Si la eliminas, se quitará de la lista de forma permanente. Esta acción no se puede deshacer.

source: Are you sure you want to delete the published and used payout curve?
es_es: ¿Seguro que quieres eliminar la curva de pago publicada y utilizada?

source: Cannot delete payout curve
es_es: No se puede eliminar la curva de pago

source: Used in the following places:
es_es: Se utiliza en los siguientes lugares:

source: The payout curve was successfully deleted.
es_es: La curva de pago se eliminó correctamente.

source: The payout curve was successfully duplicated.
es_es: La curva de pago se duplicó correctamente.

source: Open payout curve
es_es: Abrir curva de pago

source: The end payout cannot be empty.
es_es: El pago final no puede estar vacío.

source: The end result cannot be empty.
es_es: El resultado final no puede estar vacío.

source: The payout cannot be empty.
es_es: El pago no puede estar vacío.

source: The result cannot be empty.
es_es: El resultado no puede estar vacío.

source: The start payout cannot be empty.
es_es: El pago inicial no puede estar vacío.

source: The start result cannot be empty.
es_es: El resultado inicial no puede estar vacío.

source: Locations
es_es: Ubicaciones

source: This payout curve ({{payoutCurveName}}) is currently used in the following bonus plans:
es_es: Esta curva de pago ({{payoutCurveName}}) se utiliza actualmente en los siguientes planes de bonificación:

source: Create skill & competency group
es_es: Crear grupo de habilidades y competencias

source: No skill & competency groups yet!
es_es: Todavía no hay grupos de habilidades y competencias.

source: Scale
es_es: Escala

source: User Segmentation
es_es: Segmentación de usuarios

source: Exclude individuals
es_es: Excluir individuos

source: Individuals included
es_es: Personas incluidas

source: Grant proxy permission
es_es: Conceder permiso de representante

source: Edit proxy permission
es_es: Editar permiso de representante

source: View proxy permission
es_es: Ver permiso de representante

source: Grant proxy access to:
es_es: Conceder acceso de representante a:

source: User with proxy access:
es_es: Usuario con acceso de representante:

source: You haven't added any workers yet. Type in a name to add a worker.
es_es: Todavía no ha añadido trabajadores. Introduzca un nombre para añadir un trabajador.

source: Who do they need to proxy?
es_es: ¿A quién necesitan representar?

source: Proxy access cannot be defined for at least one worker because they have not accepted the Data Protection Agreement (DPA).
es_es: No se puede definir el acceso de representante para al menos un trabajador porque no ha aceptado el Acuerdo de protección de datos (DPA).

source: Proxy access was successfully granted to {{name}}!
es_es: ¡El acceso de representante se ha otorgado correctamente a {{name}}!

source: View list
es_es: Ver lista

source: View proxy access list
es_es: Ver lista de acceso de representante

source: Granted by
es_es: Concedido por

source: List of workers
es_es: Lista de trabajadores

source: Historical Performance Rating Upload
es_es: Carga de calificación de desempeño histórico

source: Performance Review Settings
es_es: Configuración de evaluación de desempeño

source: Performance Review Template
es_es: Plantilla de evaluación de desempeño

source: Search in Workbench
es_es: Buscar en Banco de trabajo

source: Workers & Professional Roles
es_es: Trabajadores y roles profesionales

source: Security & Roles
es_es: Seguridad y funciones

source: Sensitive Content Filtering
es_es: Filtrado de contenido sensible

source: User session
es_es: Sesión de usuario

source: Smart Features
es_es: Funciones inteligentes

source: Enable talent review
es_es: Habilitar revisión del talento

source: Talent Review Settings
es_es: Configuración de revisión del talento

source: Worker & Manager Pages
es_es: Páginas de trabajador y responsable

source: This category will serve as the default throughout the application.
es_es: Esta categoría se utilizará como valor predeterminado en toda la aplicación.

source: Global worker category
es_es: Categoría global de colaborador/a

source: Create global worker category
es_es: Crear categoría global de colaborador/a

source: Edit global worker category
es_es: Editar categoría global de colaborador/a

source: Get started by creating it.
es_es: Empieza creándola.

source: No global worker category yet.
es_es: Todavía no hay ninguna categoría global de colaborador/a.

source: Define the local worker category that will override the global worker category. The order matters because if a worker is included in multiple configurations, the topmost configuration will be applied.
es_es: Define la categoría local de colaborador/a que anulará la categoría global de colaborador/a. El orden es importante porque si un/a colaborador/a está incluido/a en varias configuraciones, se aplicará la configuración superior.

source: Local worker category
es_es: Categoría local de colaborador/a

source: Create local category
es_es: Crear categoría local

source: Are you sure you want to delete this local worker category? This action cannot be undone.
es_es: ¿Estás seguro/a de que deseas eliminar esta categoría local de colaborador/a? Esta acción no se puede deshacer.

source: Delete local worker category
es_es: Eliminar categoría local de colaborador/a

source: The local worker category was successfully deleted.
es_es: La categoría local de colaborador/a se eliminó correctamente.

source: Blank configuration
es_es: Configuración en blanco

source: Separator
es_es: Separador

source: Total workers
es_es: Total de colaboradores/as

source: No local worker category
es_es: Sin categoría local de colaborador/a

source: Fields selected: {{count}}
es_es: Campos seleccionados: {{count}}

source: Local category name
es_es: Nombre de la categoría local

source: Populations selected: {{count}}
es_es: Poblaciones seleccionadas: {{count}}

source: Selected population
es_es: Población seleccionada

source: Create local worker category
es_es: Crear categoría local de colaborador/a

source: Edit local worker category
es_es: Editar categoría local de colaborador/a

source: Provide a name for the category
es_es: Proporciona un nombre para la categoría

source: This population configuration already exists in a different local worker category.
es_es: Esta configuración de población ya existe en una categoría local de colaborador/a diferente.

source: Choose a population for this configuration.
es_es: Elige una población para esta configuración.

source: At least one population must be selected.
es_es: Se debe seleccionar al menos una población.

source: Worker Category Management
es_es: Gestión de categorías de colaboradores

source: Select the field whose values will form part of this worker's category.
es_es: Selecciona el campo cuyos valores formarán parte de la categoría de este colaborador/a.

source: An entity is required.
es_es: Se requiere una entidad.

source: A field is required.
es_es: Este campo es obligatorio.

source: Fill blank fields value with custom values.
es_es: Rellena los campos en blanco con valores personalizados.

source: The custom value cannot be longer than 50 characters.
es_es: El valor personalizado no puede tener más de 50 caracteres.

source: A custom value is required when using custom blank values.
es_es: Se necesita un valor personalizado cuando se usan valores en blanco personalizados.

source: Fill blank fields value with a [Blank] value.
es_es: Rellenar los campos vacíos con un valor [En blanco].

source: Define how blank values should be handled.
es_es: Define cómo se deben tratar los valores en blanco.

source: Blank values
es_es: Valores en blanco

source: Skip blank fields.
es_es: Omitir los campos en blanco.

source: You must add at least one concatenated field.
es_es: Debes añadir al menos un campo concatenado.

source: The blank value behavior is required.
es_es: Se requiere el comportamiento del valor en blanco.

source: The separator is required.
es_es: Es obligatorio indicar el separador.

source: You have not added any fields yet.
es_es: Todavía no has añadido ningún campo.

source: Preview (blank):
es_es: Vista previa (en blanco):

source: [Blank]
es_es: [En blanco]

source: Preview (default):
es_es: Vista previa (predeterminado):

source: Complete the configuration to see the preview of category of worker.
es_es: Completa la configuración para ver la vista previa de la categoría de colaborador/a.

source: Example of a configuration tailored to the specific use case.
es_es: Ejemplo de una configuración adaptada al caso de uso específico.

source: • (bullet)
es_es: • (viñeta)

source: : (colon)
es_es: : (dos puntos)

source: , (comma)
es_es: , (coma)

source: - (dash)
es_es: - (guion)

source: / (forward slash)
es_es: / (barra inclinada)

source: – (hyphen)
es_es: – (guion)

source: Select the separator you want to use for the configuration.
es_es: Selecciona el separador que quieres usar para la configuración.

source: ; (semicolon)
es_es: ; (punto y coma)

source: _ (underscore)
es_es: _ (guion bajo)

source: | (vertical bar)
es_es: | (barra vertical)
